[
    
    


    {
        "id": 1,
        "title":"गुरपतवंत सिंह पन्नून कौन हैं? अमेरिका में 'हत्या की कोशिश' के केंद्र में सिख अलगाववादी नेता के बारे में और जानें",
        "image":"https://raw.githubusercontent.com/deepcs2004/my-image/main/INDIA-CANADA-POLITICS-DIPLOMACY-PROTEST-0_1700696683222_1700696704073.avif",
        "category":"Security",
        "author":"MoneyView",
        "authorPic":"",
        "published_date":"24/11/2023",
        "reading_time":"8 minutes",
        "content1":"अमेरिकी अधिकारी ने सिख अलगाववादी नेता/खालिस्तानी नेता गुरपतवंत सिंह पन्नून की हत्या की योजना बनाई है। व्हाइट हाउस ने कहा कि उसने इस मामले को अत्यंत गंभीरता के साथ उच्चतम स्तर पर भारतीय अधिकारियों के समक्ष उठाया है। सिख्स फॉर जस्टिस के प्रमुख को भारत में आतंकवादी के रूप में नामित किया गया है और वह हाल ही में एयर इंडिया के यात्रियों को 'धमकी' देने के आरोप में जांच के दायरे में आए थे। राष्ट्रीय सुरक्षा परिषद के प्रवक्ता एड्रिएन वॉटसन ने एक बयान में कहा, भारतीय समकक्षों ने आश्चर्य और चिंता व्यक्त की है। इस मुद्दे को अमेरिकी सरकार ने भारत सरकार के साथ सर्वोच्च स्तर पर उठाया है और दोनों देश इस मुद्दे को बहुत गंभीरता से ले रहे हैं। भारतीय अधिकारियों ने कहा कि संयुक्त राज्य सरकार और शीर्ष स्तर के अन्य अधिकारियों के पास भी इस संबंध में आतंकवादी और संगठित अपराधियों के बारे में भारत के समान ही इनपुट है जो दोनों देशों के लिए चिंता का कारण थे। हमारी केंद्र सरकार ने कहा है कि सभी प्रकार की आवश्यक अनुवर्ती कार्रवाई की जायेगी. यह विकास कनाडा के प्रधान मंत्री के दो महीने बाद भी हुआ है। जस्टिन ट्रूडो ने कहा कि सिख अलगाववादी नेता हरदीप सिंह निज्जर की हत्या में भारतीय सरकार का हाथ है। अनाम स्रोतों का हवाला देते हुए फाइनेंशियल टाइम्स की रिपोर्ट के अनुसार, अमेरिकी संघीय अभियोजकों ने साजिश के कम से कम एक कथित अपराधी के खिलाफ एक सीलबंद अभियोग भी दायर किया है। प्रकाशन ने मामले से परिचित एक व्यक्ति का हवाला देते हुए कहा कि अभियोग में आरोपित एक व्यक्ति के बारे में माना जाता है कि वह अमेरिका छोड़ चुका है।",
        "content2":"कौन हैं गुरपतवंत सिंह पन्नून? पन्नून कैंडियन और अमेरिकी नागरिक दोनों हैं, जो सिखों के न्याय के जनरल काउंसिलर थे। वह एक खालिस्तान समर्थक वकील थे और एक अलग सिख राज्य की मांग करने वाले गैर-बाध्यकारी जनमत संग्रह के मुख्य आयोजक थे। जनवरी के अंत में सैन फ्रांसिस्को में मतदान होगा। 2024",
        "content3":"उन्होंने दावा किया कि भारत जनमत संग्रह अभियान चलाने के लिए उन्हें मारना चाहता है। भारत का अंतरराष्ट्रीय आतंकवाद संयुक्त राज्य अमेरिका की संप्रभुता के लिए सीधी चुनौती बन गया है, पन्नू का जन्म अमृतसर के बाहरी इलाके खानकोट गांव में हुआ था। उनके पिता का नाम महिंदर सिंह था जो पंजाब राज्य कृषि विपणन बोर्ड के पूर्व कर्मचारी थे। उन्होंने 1990 में पंजाब विश्वविद्यालय से स्नातक की उपाधि प्राप्त की और 2007 में एसएफजे की स्थापना की। न्यूयॉर्क स्थित संगठन खालिस्तान नामक एक स्वतंत्र सिख राज्य को भारत से अलग करने की वकालत करता है। भारत सरकार ने भारत विरोधी गतिविधियों के लिए 2019 में एसएफजे पर प्रतिबंध लगा दिया। एक साल बाद पन्नुन को व्यक्तिगत आतंकवादी घोषित कर दिया गया। वह कथित तौर पर पंजाबी सिखों को हथियार उठाने और हिंसा करने के लिए प्रोत्साहित कर रहा था।",
        "content4":"सिख लोग एयर इंडिया से उड़ान न भरें। 19 नवंबर से वैश्विक नाकाबंदी होगी. एयर इंडिया को संचालन की अनुमति नहीं दी जाएगी. पन्नून ने एक वायरल वीडियो में कहा था, सिख लोग 19 नवंबर के बाद एयर इंडिया से यात्रा न करें। आपकी जान को खतरा हो सकता है। राष्ट्रीय जांच एजेंसी ने इस सप्ताह 'सूचीबद्ध व्यक्तिगत आतंकवादी' के खिलाफ उसकी धमकियों को लेकर भारतीय दंड संहिता और यूएपीए की विभिन्न धाराओं के तहत मामला दर्ज किया है।",
        "content5":"भारत गंभीर कार्रवाई करेगा क्योंकि यह राष्ट्रीय सुरक्षा का मामला है और भारत कभी भी राष्ट्र सुरक्षा पर समझौता नहीं करता है क्योंकि हम जानते हैं कि यह दुनिया का चौथा सबसे शक्तिशाली देश है। एफटी ने कहा कि उसके सूत्रों ने यह नहीं बताया कि क्या अमेरिका के भारत के विरोध के परिणामस्वरूप साजिश को छोड़ दिया गया था, या क्या इसे एफबीआई द्वारा विफल कर दिया गया था। इसमें कहा गया है कि जून में राष्ट्रपति जो बिडेन की राजकीय यात्रा पर भारतीय प्रधान मंत्री नरेंद्र मोदी का स्वागत किए जाने के बाद विरोध दर्ज किया गया था।",
        "tags": [
            "Security",
            "Tech"
        ]
    }

]