[
    {
        "id": 1,
        "title": "Buy iPhone 15 pro max in just 20,000 in this BLACK FRIDAY sale! don't miss this offer",
        "image": "https://github.com/deepcs2004/my-image/blob/main/hq720.jpg?raw=true",
        "category": "Tech",
        "author": "MoneyView",
        "authorPic": "",
        "published_date": "24/11/2023",
        "reading_time": "8 minutes",
        "content1": "Buy iphone 15 pro max in just 20,000 in this BLACK FRIDAY sale. this is a limited offer from apple dealers, dont let it go. now you can save upto 1lakh rupees on this offer! black friday sale happens every year and u can buy expensve things in low price in this sale. this time it's iphone 15 pro max. This is the latest model of iphone. This is a tradditional holiday in United States but now its also happening in india as well. Black friday is also a sign of starting Christmas shopping. Like lights and Chrimas tree. Gifts for family and friends. On this day people genreally makes nice and tasty dishes like roasted turkey or chicken with some slasa and some salad. This year black friday is  today. this black friday was original made to mention that on this day retal buisness man will turn there fortune from red/loss to black/profit. that is why this is so famous. and for this reason they also give a lot of offers to shre happiness to the client or customer. so that they can also buy their products at a very reasonalble price.",

        "content2": "it's been more that 60 years black friday sale is so popular in all over the world specially us and canada. But in recent times black friday sale has become extremly popular in allover the world thanks o internet.Retelers now also celebreate Balck friday with cyber monday and cyber week. where shoppers can excusive purchase online for them.",

        "image2":"https://raw.githubusercontent.com/deepcs2004/my-image/main/black-friday-sale-sign-symbol-design-free-png.webp",

        "content3": "The countries that celebrate Black Friday include Canada, the UK, South Africa, Ireland, Germany, Italy, Sweden, Belgium, Luxembourg, the Netherlands, Brazil, Mexico, Australia, New Zealand and now in India too.",

        "videoSrc":"https://www.youtube.com/embed/ZS5gaeaisKA?si=HdOJjOHli7XlyoNc",

        "content4": "The Police Officer used the term as BLACK FRIDAY to express the chaos. the gathering of people from suburban and villages coming to cities to buy stuffin the sale for more affordable price.",

        "content5": "The HUge crowd that came from villages to cities cause headache to Philadelphia police who have to work for longer shift to handel the traffic properly. so the black friday means differnt to both public citizen and security forces. on one side it was the day for retailers and buisness man to sell a lot of their products and also a extremly happy day for the customes because they can buy all their neddy stuff in low prices . but on the other hand the day is not so happy for police because they have to work for longer shifts haha! Balack friday is a gift for some one while a pain for the other one in a funny way!",

        "tags": [
            "Security",
            "Tech"
        ]
    },

    {
        "id": 2,
        "title": "",
        "image": "",
        "category": "Offer",
        "author": "MoneyView",
        "authorPic": "",
        "published_date": "",
        "reading_time": "",
        "content1": "",
        "content2": "",
        "content3": "",
        "content4": "",
        "content5": "",
        "tags": [
            "",
            ""
        ]
    }
]