[
    {
        "id": 1,
        "title": "Buy iPhone 15 pro max in just 20,000 in this BLACK FRIDAY sale! don't miss this offer",
        "image": "https://github.com/deepcs2004/my-image/blob/main/hq720.jpg?raw=true",
        "category": "Tech",
        "author": "MoneyView",
        "authorPic": "",
        "published_date": "24/11/2023",
        "reading_time": "8 minutes",
        "SubTitle":"Now U can get Iphones in just 20,000. BLACK FRIDAY sale",

        "content1": "Buy iphone 15 pro max in just 20,000 in this BLACK FRIDAY sale. this is a limited offer from apple dealers, dont let it go. now you can save upto 1lakh rupees on this offer! black friday sale happens every year and u can buy expensve things in low price in this sale. this time it's iphone 15 pro max. This is the latest model of iphone. This is a tradditional holiday in United States but now its also happening in india as well. Black friday is also a sign of starting Christmas shopping. Like lights and Chrimas tree. Gifts for family and friends. On this day people genreally makes nice and tasty dishes like roasted turkey or chicken with some slasa and some salad. This year black friday is  today. this black friday was original made to mention that on this day retal buisness man will turn there fortune from red/loss to black/profit. that is why this is so famous. and for this reason they also give a lot of offers to shre happiness to the client or customer. so that they can also buy their products at a very reasonalble price.",

        "content2": "it's been more that 60 years black friday sale is so popular in all over the world specially us and canada. But in recent times black friday sale has become extremly popular in allover the world thanks o internet.Retelers now also celebreate Balck friday with cyber monday and cyber week. where shoppers can excusive purchase online for them.",

        "image2":"https://raw.githubusercontent.com/deepcs2004/my-image/main/black-friday-sale-sign-symbol-design-free-png.webp",

        "content3": "The countries that celebrate Black Friday include Canada, the UK, South Africa, Ireland, Germany, Italy, Sweden, Belgium, Luxembourg, the Netherlands, Brazil, Mexico, Australia, New Zealand and now in India too.",

        "videoSrc":"https://www.youtube.com/embed/ZS5gaeaisKA?si=HdOJjOHli7XlyoNc",
        

        "content4": "The Police Officer used the term as BLACK FRIDAY to express the chaos. the gathering of people from suburban and villages coming to cities to buy stuffin the sale for more affordable price.",

        "content5": "The HUge crowd that came from villages to cities cause headache to Philadelphia police who have to work for longer shift to handel the traffic properly. so the black friday means differnt to both public citizen and security forces. on one side it was the day for retailers and buisness man to sell a lot of their products and also a extremly happy day for the customes because they can buy all their neddy stuff in low prices . but on the other hand the day is not so happy for police because they have to work for longer shifts haha! Balack friday is a gift for some one while a pain for the other one in a funny way!",

        "tags": [
            "Security",
            "Tech"
        ]
    },
    {
        "id": 2,
        "title":"Royal Enfield All-New Himalayan 450 Launched, Price starts From ₹ 2.69 Lakh",
        "image":"https://raw.githubusercontent.com/deepcs2004/my-image/main/krcee13g_royal-enfield-himalayan-450-650_625x300_24_November_23.webp",
        "category":"Auto",
        "author":"MoneyView",
        "authorPic":"",
        "published_date":"25/11/2023",
        "reading_time":"5 min",

        "SubTitle":"This is the succesor of the older genneration Himalayan that was first launched in 2016. and its also known as the Himalayan 450",

        "content1":"Finally Royal Enfield has anounced the price of the all new himalyan 450 in their flagship event MOTOVERSE in Goa Yesterday. It's been just  a week that Royal Enfied has launched the All new Himalayan 450 in New Delhi. and now we have the price in hand. the price r extremly attractive for all bike enthusiast and riders, specially adventure riders. The price begins at 2.69 lakh which is the cheapest varient and its named as base. Royal Enfield has given the names of all the verient as per a mountain. like the base is  named after Base of  mountain whic is so amazing on itself isin't.  The Mid Varient is name as a the Pass which is name after the pass in Mountain or you can call it as the mountain pass. And most importanty the price for this varient is 2.75 lakhs and will be available in two colours - Slate Himalayan Salt and Slate Himalayan Blue. And the top varient is called as the peak which is named after the peak of a mountain and it's been priced at 2.8 lakh for the Kamet White and 2.84 lakh for Hanle Black. And all this prices are ex-showroom, so it's not the final amount you will be paying to buy it. The only difference between all the variants is the colour. There are no mechanical or electronic differences between them.",

        "content2":"The All-New Himalayan is also refered as Himalayan 450. and this is the suceddor of the older genration which is it's big brother which was also known as the Himalayan 411, which was launched back in 2016,which made a vivration in the market of budget adventure category.It is highly possible that the older genration will be discontinued after some time once the new Himalyan 450 starts rolling out into showroom. The heart of the motorcycle is a new single-cylinder engine called the Sherpa 450 with a displacement of 452 cubic centimetres, it is a liquid cooled engine and it also has Dual Overhead Cams (DOHC) also an aluminium bore with a slightly short-stroke - all firsts for Royal Enfield. The new motor/ engine is also 10 km lighter than the previous model. ",

        "image2":"https://github.com/deepcs2004/my-image/blob/main/images.jpg?raw=true",

        "content3":"The all new Engine of Himalayan 450 provides around 40ps(horsepower) at peak RPM and a 40nm(nuton meter) of peak torque.It is focused on flat torque curve that makes the Bike extremely useable at both low and high revs.But the list of Upgradation does not ends here for Royal Enfield. The throttle body is also upgraded from the previous gen. The throttle has been changed from a cable-actuated one to a more sophisticated Ride-by Wire system that enables the motorcycle to have multiple riding modes so that the rider can ride accoriding to the train and it's mood.It has two - Performance mode and one Economy  mode- with the option to turn off ABS on the rear wheel in both the modes.",

        "videoSrc":"https://www.youtube.com/embed/uergMnkkxtk?si=Dp-vmZLDOprfG2jT",

        "content4":"The Engine has paired with a 6 speed gearbox with a slipper clutch. the top speed for the Himalayn 450 is 150 kmph and you can expect a fuel economy of around 28kmpl, and the tank capacity is 17 litre that should theoretically give it a travel range of about 450 kilometres. like the previous model the new model also has a wheel size of 21 inches in front and 17 inches in rear but this time the wheels are made with aluminium and another option will also come later for tubeless spoked wheel. and the rear wheel is changed from 120mm to 140mm. In stock it comes with a CEAT dual sport tyres which is specially developed for this",

        "content5":"the bike now has sports Showa upside down front forks, which are a lot stiffer than the previous bike, in the rear, the suspension travel has increased from 180 to 200 mm. and the ground clearence has increased from 220 mm to 230 mm which is nominal. With all the extensive changes, Royal Enfield has managed to shave 3 kg from the older genration himalayan, with the kerb weight of  196 kg. The newer Genration is way ahead of its predissior which can be great choice for bikers",
        
        "tags": [
            "BIkes",
            "Auto"
        ]
    },

    {
        "id": 3,
        "title":"Will Hardik Pandya Come Back. Mumbai Indian may pay RS 182 Crore to bring him back!",
        "image":"https://github.com/deepcs2004/my-image/blob/main/img_193681_000_32cn8uh_bg.jpg?raw=true",
        "category":"Trending",
        "author":"MoneyView",
        "authorPic":"",
        "published_date":"25/11/2023",
        "reading_time":"8 minutes",
        "SubTitle":"Mumbai Indian May pay 182CR to hardik pandiya to bring him back!",
        "content1":"The Captian of gujrat Titan Hardiak Pandiya may return to mubai for the IPL 2024 auction today for the team. Hardik Pandiya who use to paly in the Mumabi Indian for ipl left Mumbai Indian and Joined Gujrat TItan in 2022. Hardik Pandiya brought Gujrat Tital to the title in his debut season. There are some report that in this auction Mumbai Indian may pay huge 182 Crore Rupees to Hardik Pandiyato bring him back to Mumbai Indian from Gujrat Titans. ESPNcriciinfo told that Mumbai Indians r eyeing the most valuable transfer of this sport! This will be also a huge money as a fee transfer in the entire history!",

        "content2":"Hardik Pandya was awarded as the best player of ipl 2022 final. Hardik Pandya scored 833 runs in 30 innings, with a strik rate of 133.49 and 11 wickets at an economy rate of 8.1 in two season with Gujrat Titans. Till dat Hardik pandya has made 2309 runs and 53 wickets in 123 matches in his entire ipl journey. He also won the title in 2015, 2017, 2019 ,2020 with Mumbai Indians",

        "image2":"https://github.com/deepcs2004/my-image/blob/main/post_image_fef591c.jpg?raw=true",

        "content3":"If Hardik Pandya sign for the Agrement to play for Mumabai Indians the big question is will he play for under Iconic Rohit Sharma",

        "videoSrc":"https://www.youtube.com/embed/DwnP34M6440?si=XMEI8vBlaENepB-Y",

        "content4":"Hardik Pandya IPL career begined at 2015. but he left it previous year. BUt several media reports claim that Mumbai Indians Will pay 182 Crore to brign him back at any cost.So far both the IPL franchises are tight-lipped on this mega deal.",

        "content5":"Nothing is confirmed as per now but we will see. More chances is that Hardik Pandiya will join Mumbai Indians cuz 182 crore is a huge amount. what do you think about it ?",
        
        "tags": [
            "ruturaj gaikwad",
            "ishan kishan",
            "ipl 2024",
            "tim david",
            "ipl auction 2024",
            "mumbai indians",
            "ipl 2024 auction date",
            "imad wasim",
            "ipl 2024 date",
            "ipl auction",
            "ipl auction 2024 date",
            "hardik pandya ipl",
            "rohit sharma news",
            "ipl 2024 auction",
            "ipl news",
            "kkr",
            "ipl 2024 released players list",
            "rcb released players 2024",
            "rajasthan royals",
            "kolkata knight ride",
            "ipl trade news",
            "ipl released players 2024",
            "ipl trade",
            "delhi capitals"

        ]
    }

    
]